"Unknown Device" = "อุปกรณ์ไม่มีชื่อ";
"Back Camera" = "กล้องด้านหลัง";
"Front Camera" = "กล้องด้านหน้า";
"Camera" = "กล้อง";
"Built In Audio" = "เสียงในตัวเครื่อง";
"iPhone Microphone" = "ไมค์ของ iPhone";
"Headphones" = "หูฟัง";
"iPod touch Microphone" = "ไมค์ของ iPod touch";
